import React from 'react';
import '../../css/Home.css';

export default function AboutText() {
  return (
    <div className="about-text">
      <h2>עליי</h2>
      <p>
      הייוש 👋 אני טל, המעצבת מאחורי Felly ✨
בגדי ים קלאסיים ועל־זמניים + תפירה אישית שמותאמת בדיוק לך 👙
עובדת רק עם בדים איטלקיים ופורטוגזיים באיכות הכי גבוהה 💎
כל בגד נתפר אצלי ביד – באהבה ובתשומת לב לכל פרט 🪡
הכי חשוב לי שתרגישי בנוח, בבית ועם חיוך גדול 💕
מוזמנת לבחור דגם מהקולקציה או ליצור יחד משהו ייחודי 🌴
ואם בא לך חוויה – בואי לסדנה ותתפרי בעצמך את בגד הים החלומי שלך 🌸
      </p>
    </div>
  );
}
